{
	"lang": "Ok, I set your default language to English.\n*Note : if you find a traduction error, you can report it in the official server.*",
	"noAdmin": "Only administrators can use this command!",
	"leaderboard": "Leaderboard of",
	"add-moneys": "Ok, I've added these moneys at the money's list of the server. Each seller can use they.",
	"add-wishlist": "Ok, I've added these objet to your wishlist.",
	"clear-wishlist": "Ok, I've cleared your wishlist.",
	"confirm.syntax": "Oops, it seems that your syntax isn't good. Here is the good syntax :\n```!market confirm [ID of the article] [optional - emoji :star:, to give a star to the seller] [note between 1 and 5] [comments]```",
	"confirm.noArticle": "This article dosesn't exist, your're not the buyer or it has already been closed.",
	"confirm": "Ok, I've deleted the sale and writed your note in the seller's profile.",
	"create-reward.rolePerm": "Oops, it seems that I can not give this role. To avoid this problem, just place my role above the Role Reward in the list of server roles.",
	"create-reward": "Ok, I've added this Reward to the server's list.",
	"delete-reward": "Ok, I've deleted this reward of the server's list.",
	"finish.syntax": "OOops, it look like Oops, it seems that your syntax isn't good. Here is the good syntax :\n```!market finish [ID de l'article] [mention de l'acheteur]```",
	"finish.noSeller": "Your're not the seller of this article!",
	"finish.noArticle": "This article doesn't exists or it has already been closed.",
	"finish.1": "Perfect ! To finish the sale, the seller must run the following command :\n```!market confirm ",
	"finish.2": " [optional - emoji :star:, to give a star to the seller] [note between 1 and 5] [comments]```",
	"get-moneys.noMoneys": "There is no moneys in this server yet, so you can sell with any moneys.",
	"get-moneys": "Here is the moneys of the server :",
	"get-ranking.noSeller": "This seller isn't in the server top, because it doesn't have stars.",
	"get-ranking": "Here is the top of",
	"get-rewards.noRewards": "There is not Rewards in this server yet.",
	"get-rewards": "Here is the list of the Rewards :",
	"leaderboard.noSeller1": "There is not seller in this server yet.",
	"leaderboard.noSeller2": "I'm sure it will change soon!",
	"remove-article": "Ok, I've deleted this article.",
	"remove-channel": "Ok, I've deleted the link with this channel.",
	"remove-moneys.noMoneys": "There is no moneys in this server, so sellers can sell with any moneys.",
	"remove-moneys": "Ok, I've removed this money of the list.",
	"remove-star.syntax": "Oops, it seems that your syntax is not good. Just mention the seller wich you want to remove your star.",
	"remove-star.noSeller": "This selle doesn't have profile yet, or your didn't give your star.",
	"remove-star": "Ok, I've removed your star of the seller's profile.",
	"remove-wishlist": "Ok, I've removed these obect of your wishlist.",
	"set-channel": "Ok, I've created a link with this channel.",
	"sell.syntax": "Oops, it seems that your syntax isn't good. Here is the good syntax :\n```\"[name of the article]\" [price (without space)] [money]```",
	"sell.money": "Oops, it seems that the money of one of tour aticle doesn't exist in this server.",
	"buy.noRes1": "No results were found.",
	"buy.noRes2": "Maybe you does a syntax error, or this article isn't in sale.\n\nIf you want, you can add this object to the [wishlist](https://gyroid-discord.gitbook.io/support/features/wishlist) by running the following command :",
	"buy.1": "Résultats pour",
	"buy.2": "résultas trouvés",
	"buy.3": "Vendu par",
	"buy.4": "Voir l'article"
}