{
	"lang": "Parfait, je vais maintenant vous parler en français !",
	"noAdmin": "Seuls les administrateurs peuvent utiliser cette commande !",
	"star": "étoile",
	"stars": "étoiles",
	"leaderboard": "Leaderboard de",
	"add-moneys": "Parfait ! J'ai ajouté cette monnaie à la liste des monnaies du serveur. Chaque vendeur pourra désormais l'utiliser.",
	"add-wishlist": "Parfait ! J'ai ajouté ces objets à la wishlist.",
	"clear-wishlist": "Parfait ! J'ai vidé votre wishlist.",
	"confirm.syntax": "Oups, il semeblerait que votre syntaxe ne soit pas bonne. La syntaxe est la suivante :\n```!market confirm [ID de l'article] [facultatif - emoji :star:, pour attribuer ou non une étoile au vendeur] [note entre 1 et 5] [commentaires]```",
	"confirm.noArticle": "Cet article est inexistant, vous n'êtes pas l'acheteur ou il a déjà été clos.",
	"confirm": "Parfait ! La vente a été classée comme terminée, et j'ai inscrit vos apréciations dans le profil du vendeur.",
	"create-reward.rolePerm": "Oups, il semblerait que je ne puisse pas atribuer ce rôle. Pour pallier à ce problème, veuillez juste placer mon rôle au-dessus du Role Reward dans la liste des rôles du serveur.",
	"create-reward": "Parfait ! J'ai ajouté ce Reward à la liste du serveur.",
	"delete-reward": "Parfait ! J'ai supprimé ce Reward de la liste du serveur.",
	"finish.syntax": "Oups, il semeblerait que votre syntaxe ne soit pas bonne. La syntaxe est la suivante :\n```!market finish [ID de l'article] [mention de l'acheteur]```",
	"finish.noSeller": "Vous n'êtes pas le vendeur de cet article !",
	"finish.noArticle": "Cet article est inexistant ou a déjà été clos.",
	"finish.1": "Parfait ! Pour classer la vente comme terminée, l'acheteur doit effectuer la commande suivante :\n```!market confirm ",
	"finish.2": " [facultatif - emoji :star:, pour attribuer ou non une étoile au vendeur] [note entre 1 et 5] [commentaires]```",
	"get-moneys.noMoneys": "Il n'y a pas encore de monnaies sur ce serveur, vous pouvez donc vendre avec n'importe quoi.",
	"get-moneys": "Voici la liste des monnaies du serveur :",
	"get-ranking.noSeller": "Ce vendeur n'est pas encore dans le classement du serveur. Il n'a pa fait de vente ou il n'a pas encore reçu d'étoiles.",
	"get-ranking": "Voci le classement de",
	"get-rewards.noRewards": "Il n'y a pas encore de Rewards dans ce serveur.",
	"get-rewards": "Voci la liste des Rewards du serveur",
	"leaderboard.noSeller1": "Il n'y a pas encore de vendeur sur ce serveur.",
	"leaderboard.noSeller2": "Je suis sûr que ça va bientôt changer !",
	"remove-article": "Parfait ! J'ai supprimé cet article de la vente.",
	"remove-channel": "Parfait ! J'ai supprimé tout lien avec ce salon.",
	"remove-moneys.noMoneys": "Il n'y a donc plus de monnaie dans la liste, les vendeurs peuvent donc vendre avec n'importe quelle monnaie.",
	"remove-moneys": "Parfait ! J'ai retiré ces monnaies à la liste. Aucun vendeur ne pourra l'utiliser.",
	"remove-star.syntax": "Oups, il semeblerait que votre syntaxe ne soit pas bonne. Veuillez juste mentionner le vendeur auquel vous voulez retirer une étoile.",
	"remove-star.noSeller": "Le vendeur n'a pas encore de profil, ou vous ne lui avez pas encore donné votre étoile.",
	"remove-star": "Parfait ! J'ai retiré votre étoile du profil du vendeur.",
	"remove-wishlist": "Parfait ! J'ai retiré ces objets de la wishlist.",
	"set-channel": "Parfait ! J'ai défini le salon spécifié comme vous me l'avez demandé.",
	"sell.syntax": "Oups, il semblerait que votre syntaxe ne soit pas bonne. La syntaxe est la suivante :\n```\"[nom de l'article]\" [prix (sans espace)] [monnaie]```",
	"sell.money": "Oups, il semblerait que la monnaie que vous avez spécifié à un des éléments ne soit pas disponible sur ce serveur.",
	"buy.noRes1": "Aucun résultat n'a été trouvé...",
	"buy.noRes2": "Vous avez peut-être fait une faute de frappe, ou alors cet article n'est pas en vente.\n\nSi vous le voulez, vous pouvez ajouter cet objet à votre [wishlist](https://gyroid-discord.gitbook.io/support/features/wishlist) en tapant la commande suivante :",
	"buy.1": "Résultats pour",
	"buy.2": "résultas trouvés",
	"buy.3": "Vendu par",
	"buy.4": "Voir l'article"
}